Revit 2024 API
AssemblyMemberDifferentParameters Properties
The AssemblyMemberDifferentParameters type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from AssemblyMemberDifference.)
See Also
AssemblyMemberDifferentParameters Class
Autodesk.Revit.DB Namespace